import React from "react";

const About = () => {
  return (
    <div>
      <h1 style={{ textAlign: "center" }}>About me</h1>

      <p>
        قوي في مبادئ علوم الحاسوب، والتفكير النظامي، ومهارات حل المشكلات. أنا
        الآن أبحث عن فرص لتطبيق مهاراتي في بيئة عمل عملية، وأنا مستعد للتدريبات
        أو الوظائف على مستوى الدخول في مجال تطوير البرمجيات. أنا متحمس لاستخدام
        مهاراتي ومعرفتي للمساهمة في مشاريع تطوير البرمجيات والتعلم من خبرات
        الآخرين في الصناعة.
      </p>
      <p>
        <h4>لغات البرمجه</h4>
        <>Python | Java | C | C++ | MYSQL | Javascript</>
      </p>
    </div>
  );
};
export default About;
